
{
    "divine":[
        {
      "id":"1.",
      "title":"Funtasia Water Park"

,
      "image":"https://funtasiawaterpark.com/wp-content/uploads/2019/08/funstasia.jpg",
      "info":"Funtasia Water Park is a Water Theme Park located in Varanasi. It is India's best resort & waterpark which is spread across an area of 1.4 acres of land. Seasonal aquatic park with 4 pools, twisting water slides & a lazy river, plus mushroom showers.",
"Address": "Lodhan, near Varanasi Ring road, Chandmari, Varanasi, Uttar Pradesh 221003",
"Timings": "11 AM to 4PM, 5PM to 8PM"




    },
     {
      "id":"2.",
      "title":"Rajdari Waterfall",
      "image":"https://upload.wikimedia.org/wikipedia/commons/2/2b/Rajdari_Waterfall.jpg",
      "info":"Rajdari Waterfalls is situated in Chandauli, 60 kms from Varanasi. The beautiful waterfalls are a popular picnic spot among the city dwellers. The huge waterfalls gushing down the cliffs are a visual delight to the eyes. The top spot of the falls also offer beautiful views of the valley below",

"Address": "Chandra Prabha Wildlife Sanctuary,Chandauli district, Uttar Pradesh.",
"Timings": "6 AM-5 PM"


    },
     {
      "id":"3.",
      "title":" Boat Rides on the Ganges",
      "image":"https://visitkashi.com/images/boat/varanasi-boat-booking.jpg",
      "info":"A boat ride along the Ganga river is the ultimate experience and among the best Adventure Activities in Varanasi. A boat ride is a must in your to do list with the fascinating mixture of people who come to the Ganges. The Boat tour starts from Assi Ghat to the main burning ghat which is Manikarnika ghat and back to Assi Ghat to de-board. Sunrise Tour – A boat ride starts with the sunrise, providing a view of the temples and shrines bathed in golden hues with Hindu devotees performing their rituals alongside the ghats is soul touching even for someone who has no religious connection to what he or she is seeing. This is also a very popular family Adventure Activities In Varanasi. Sunset Tour – Immerse yourself in the religious flavour of Hindus by witnessing the aarti, a devotional ritual that uses fire as an offering. People arrive as early as around 5 p.m to get a good position for viewing the aarti. An effective way of seeing it, by boat from the river making it the top adventure activities in varanasi .Musical Night Tour – While visiting the oldest living city, Varanasi has its own rich history and treasure of music. Long time back, the Maharajas of Varanasi also gave patronage to music and that resulted in making Varanasi a great centre of music and the best adventure activities in Varanasi with Family that gives an opportunity to be a part of this unique musical night tour on a houseboat.",
      "Address":"Assi ghat, Subah E, Shivala, Varanasi, Uttar Pradesh 221005",
      "Timings":"5AM to 9PM"



    },
     {
      "id":"4.",
      "title":"Walking and Cycling Tours.",
      "image":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/e3/6a/c4/varanasi-bicycle-tour.jpg?w=800&h=600&s=1",
      "info":"Walking and cycling tours in Varanasi are guided or self-guided excursions that allow visitors to explore the city's rich cultural, historical, and spiritual landmarks in an active and immersive way. These tours offer a unique perspective on Varanasi, enabling travelers to experience its bustling streets, serene ghats, and vibrant local life up close. Walking and Cycling Tours involve ghats exploration, old city walks, cultural and culinary walks.Walking and cycling tours in Varanasi offer a dynamic way to experience the city’s unique blend of spirituality, history, and local culture, making them a popular choice for adventurous and active travelers.",
"Address":"Varanasi Heritage Walks, Lahurabir Rd, Kabir Chaura, Varanasi",
"Timings":" Tours start at 6:00 AM and 4:00 PM"

    },
     {
      "id":"6.",
      "title":"Yoga and Wellness Retreats",
      "src":"https://ayush.yoga/wp-content/uploads/2020/04/yoga-in-varanasi-hatha-yoga-asana-class-with-ayush-40.jpg",
      "info":"Varanasi, one of the oldest and most spiritual cities in India, is an ideal destination for yoga and wellness retreats. These retreats combine traditional Indian practices with modern wellness techniques, offering a holistic approach to health and well-being. Here's a detailed look at some of the prominent yoga and wellness retreats in Varanasi, including their programs, benefits, and what you can expect. Some Yoga and Wellness Retreats in Varanasi are Siddharth Yoga Center, Yoga Training Centre,  Vishnu Yoga Center, Anand Yoga Centre.",
"Address":"Various ashrams and wellness centers in Varanasi",
"Timings":"6 AM to 6 PM"

    },
     {
      "id":"7.",
      "title":"Banaras Hindu University (BHU) Botanical Garden",
      "image":"https://www.collegebatch.com/static/clg-gallery/banaras-hindu-university-varanasi-242622.jpg",
      "info":"BHU Botanical Garden, situated within the sprawling campus of Banaras Hindu University, is a haven for nature lovers and adventure seekers. Explore the diverse flora and fauna, lush greenery, and serene walking trails. The garden also features a Japanese garden, rose garden, and medicinal plant section.",
"Address":" Banaras Hindu University, Varanasi, Uttar Pradesh, India",
"Timings":"10 AM–6 PM"

    }
    

]
}
