{
"conveyance":[{
"src":"https://www.ashwinicab.com/images/61.jpg",
"heading":"Cabs Facility",
"description":"Varanasi have several convenient cab facilities for tourists to explore its enchanting attractions. Whether you're a solo traveler or part of a group, availing a cab service can enhance your experience in Varanasi. Our professional and experienced drivers are dedicated to ensuring your transportation needs are met with utmost reliability, convenience, and comfort",

"list":"Top Varanasi cab service providers:-",

"listItems":"Big cabs serivce, Savaari, Kashi Journeys, Varanasi Taxi Cab. "



},
{
"src":"https://minghongmotors.com/wp-content/uploads/2023/07/Who-Invented-The-Auto-Rickshaw.png",
"heading":"Auto-rickshaw",
"description":"Auto-rickshaws, also known as autos,  are a common mode of transportation in Varanasi. These three-wheeled vehicles are easily available and can navigate through narrow lanes and crowded areas. Negotiate the fare before starting your journey or insist on using the meter. A typical auto rickshaw is designed to hold one person, the driver in the front, with the back seat typically holding 2-3 people. Larger auto rickshaws can have double rows seating the back, holding up to 6-7 people in these cases."
},

{

    "src":"https://2.wlimg.com/product_images/bc-full/2023/9/1779004/watermark/victory-super-deluxe-battery-operated-e-rickshaw-1654505124-4635317.jpeg",
    "heading": "E-rickshaws",
"description":"E-rickshaws, also known as battery-operated rickshaws, have become increasingly popular in Varanasi. These eco-friendly vehicles are suitable for short distances and can comfortably accommodate a few passengers. Negotiate the fare before the ride."

},

{
"src":"https://static.langimg.com/photo/imgsize-885884,msid-71525932/navbharat-times.jpg",
"heading":"Buses",
"description":" Varanasi has a well-established bus network that connects various parts of the city. The Uttar Pradesh State Road Transport Corporation (UPSRTC) operates both city buses and intercity buses. City buses are an affordable mode of transportation for getting around within Varanasi, while intercity buses can take you to nearby towns and tourist destinations. Bus routes, schedules, and fares can be obtained from local bus stations or through the UPSRTC website."
},

{
"src":"https://i1.wp.com/evtechnews.in/wp-content/uploads/2021/02/DSC_0136-1.jpg?fit=640%2C513&ssl=1",
"heading":"Electric Buses",
"description":"Varanasi has also introduced electric buses as part of its efforts to promote sustainable transportation. These buses run on electricity, reducing emissions and contributing to cleaner air. Electric buses generally operate on specific routes within the city and offer a greener alternative for commuting. Information about electric bus routes and timings can be obtained from local authorities, bus terminals, or online sources"
},

{
"src":"https://media2.thrillophilia.com/images/photos/000/094/326/original/1467616865_6194650561_69d3c7d63d_b.jpg?",
"heading":"Bicycles",
"description":"Renting a bicycle can be an adventurous and economical way to explore Varanasi. Some hotels and guesthouses provide bicycle rental services, allowing you to cycle through the narrow lanes, visit nearby temples, and explore the city at your own pace."

},


{
"src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
"heading":"Boat Rides",
"description":"Varanasi is renowned for its scenic boat rides along the sacred Ganges River. You can hire a boat, either a rowing boat or a motorized one, to witness the mesmerizing Ganga Aarti ceremony, explore the ghats (steps leading to the river), or enjoy a peaceful ride while taking in the city's panoramic views."

}

]


}