
{
    "divine":[
        {
      "id":"1.",
      "title":"Shri Kashi Vishwanath Temple – The Only Jyotirlinga In Uttar Pradesh"
,
      "image":"https://static.toiimg.com/thumb/msid-90427365,width-1280,height-720,resizemode-4/90427365.jpg",
      "info":"If Varanasi is the Spiritual Capital of the country, then Kashi Vishwanath Temple is its crowning glory. Situated on the western banks of the River Ganga, it is one of the twelve holiest jyotirlingas or sacred centers of Shiva worship spread across India. The main deity of the shrine is a linga that is placed upon a silver altar. What is truly fascinating about this temple is that it has been subjected to destruction and re-construction a number of times over the course of history.",
"Address": "Vishwanath Gali",
"Timings": "02.30 am to 11.00 pm; every day",
"heading1":"Famous For:",
"Famous_For": "The ancient Hindu epic Ramcharitmanas",
"heading2":"Built In:",
"Built_In": "1777",
 "heading3":"Built By:",
"Built_By": "Sureka Family of Howrah"



    },
     {
      "id":"2.",
      "title":"Tulsi Manas Temple - Where Ramcharitmanas Was Written",
      "image":"https://kashibanaras.com/wp-content/uploads/2021/10/tulsi-manas-mandir.jpg",
      "info":"Among the many sightseeing places in Varanasi is the Tulsi Manas Temple, the place where Tulsidas wrote the Hindu epic Ramayana in an Awadhi dialect of the Hindi language. The temple was funded_By the Birla family and constructed in white marble in 1964. Verses and scenes from Ramcharitmanas are engraved on the mandir walls.This temple has great historical and cultural importance in Hinduism since the ancient Hindu epic Ramcharitmanas was originally written at this place by Hindu poet-saint, reformer and philosopher Goswami Tulsidas in the 16th century.",

"Address": "Sankat Mochan Rd, Durgakund Rd, Near Jalan, Varanasi, 221005",
"Timings": "02.30 am to 11.00 pm; every day",
"heading1":"Famous For:",
"Famous_For":  "The ancient Hindu epic Ramcharitmanas",
"heading2":"Built In:",
"Built_In": "1964",
 "heading3":"Built By:",
"Built_By": "Sureka Family of Howrah"

    },
     {
      "id":"3.",
      "title":" Durga Temple – The Fabled Old World Legend",
      "image":"https://yometro.com/images/places/durga-temple.jpg",
      "info":"Also called the monkey temple, this mandir is among the mythical places to see in Varanasi. Built in the 18th century_By a Bengali Maharani, the temple is painted red with ochre. It is believed that the idol of Goddess Durga in the temple was not constructed, it appeared on its own. If you’re looking By places to visit in Varanasi in 2 days, this is one attraction you can’t miss.",
      "Address":" 27, Durgakund Rd, Durgakund, Anandbagh, Bhelupur, Varanasi, Uttar Pradesh 221005",
      "Timings":"5 am – 11 pm",
      "heading1":"Famous For:",
"Famous_For":"Dedicated to Maa Durga",
"heading2":"Built In:",
"Built_In":" 18th century",
 "heading3":"Built By:",
"Built_By":"Rani Bhabani of Natore"


    },
     {
      "id":"4.",
      "title":"Sankat Mochan Hanuman Temple – Famous Since The 1900s",
      "image":"https://www.trawell.in/admin/images/upload/195238684Sankat_Mochan_Hanuman_Temple.jpg",
      "info":"Located at the banks of River Assi, this temple is one of the most-visited Varanasi tourist attractions. This temple is not only known By its spirituality but is also popular across the town By its historicity. Built_By the well-known freedom fighter Pandit Madan Mohan Malviya in the 1900s, this temple is visited_By the devotees of Hanuman as well as Lord Rama.",
"Address":"B41/140-B-1-P, Bhogabeer Colony, behind Sankat Mochan Mandir, Varanasi, Uttar Pradesh 221005",
"Timings":"8 am – 7 pm",
"heading1":"Famous For:","Famous_For":"Situated on the banks of Assi River",
"heading2":"Built In:",
"Built_In":"18th century",
 "heading3":"Built By:",
"Built_By":"NA"    },
     {
      "id":"5.",
      "title":"Nepali Temple – Feel The Essence Of Lord Shiva",
      "image":"https://www.trawell.in/admin/images/upload/090544853Nepali_temple.jpg",
      "info":"This temple is amongst the oldest ones in the holy town of Varanasi. Dedicated to the powerful Lord Shiva, this temple is one of the best marvels in the city from the 19th century. Founded_By the King of Nepal, it resembles Pashupatinath temple in the city of Kathmandu. Apart from the religious aspects, it is the architecture of this temple that attracts the tourists in huge numbers, making it one of the best Varanasi attractions.",
"Address":"Near Lalita Ghat, Lahori Tola, Varanasi, Uttar Pradesh 221001",
"Timings":"Open 24 hours",
"heading1":"Famous For:",
"Famous_For":"One of the oldest Shiva temples",
"heading2":"Built In:",
"Built_In":"1843",
 "heading3":"Built By:",
"Built_By":"Rana Bahadur Shah & Girvan Yuddha Bikram Shah Deva"
    },
     {
      "id":"6.",
      "title":"Chinese Temple – Dedicated To Lord Buddha",
      "image":"https://media.istockphoto.com/id/475450090/photo/temple-of-the-tibetan-community-in-sarnath-varanasi-u-p-india.jpg?s=612x612&w=0&k=20&c=ikfU1grvkaahl_k7I6Tf_tgCWva1ASoXFlR96S4EFts=",
      "info":"Chinese Temple is a shrine dedicated to Lord Buddha. It is built in the Chinese architectural style and is mainly done in different shades of two colors – red and yellow. The exterior is simple but the interior is elaborately and beautifully decorated. The meditation hall is spacious and peaceful, surrounding you with a spiritual vibe. It is one of the best places to go in Varanasi to seek calmness. ",
"Address":"Sarnath, Varanasi, Uttar Pradesh 221007",
"Timings":"8 am – 6 pm",
"heading1":"Famous For:",
"Famous_For":"Dedicated to Lord Buddha",
"heading2":"Built In:",
"Built_In":"1939",
 "heading3":"Built By:",
"Built_By":"Chinese devotees"
    },
     {
      "id":"7.",
      "title":" Sita Samahit Sthal – Must Visit_In Varanasi",
      "image":"https://www.jagranimages.com/images/newimg/22072021/22_07_2021-sita_in_bhadohi_21852800.jpg",
      "info":"Sita Samahit Sthal is one of the best places to visit in Varanasi with friends. The site where this Hindu temple stands is believed to be a very significant site related to the epic, Ramayana. This is said to be the place where Goddess Sita spent her days in exile. This is also the spot where she  descended into the earth after Lord Rama found out about their children.",
"Address":"Jangiganj Dhantulsi Marg, Bankat Uparwar N. Barpur, Uttar Pradesh 221309",
"Timings":"NA",
"heading1":"Famous For:",
"Famous_For":"It is believed that at this place Mother Sita had absorbed herself in the earth.",
"heading2":"Built In:",
"Built_In":"1990",
 "heading3":"Built By:",
"Built_By":"Sri Prakash Narayan Punj"
    },
     {
      "id":"8.",
      "title":"Alamgir Mosque – Reminiscent Of The Mughal Era",
      "image":"https://upload.wikimedia.org/wikipedia/commons/a/ab/Varanasi_Aurangzeb_Mosque.jpg",
      "info":"Built on the site of a desecrated Vishnu temple in the 17th century, the Alamgir Mosque is among the famous Varanasi tourist places. The mosque as it stands today, dominating Panchganga Ghat is proof of the ludicrous methods adopted_By the Mughal emperor, Aurangzeb. Non-muslims are not allowed to enter the mosque. Needless to say, this is one of the top places to visit in Varanasi.",
      "Address":"Panchganga Ghat, Ghasi Tola, Varanasi, Uttar Pradesh 221001",
      "Timings":" NA",
      "heading1":"Famous For:",
      "Famous_For":"Religious purpose, architecture",
      "heading2":"Built In:",
"Built_In":"17th century",
 "heading3":"Built By:",
"Built_By":" Aurangzeb"

    }

 
]
}
