{
    "events":[{
    "src":"https://im.rediff.com/news/2020/dec/01modi-vns9.jpg",
    "heading":"Dev Deepawali",
    "description":"Dev Deepawali, also known as Dev Diwali or the Diwali of the Gods, is a significant Hindu festival observed in Varanasi, India. It occurs on the full moon night of the Hindu month of Kartika, which falls between November and December, precisely 15 days after the main Diwali celebration.During Dev Diwali, the city of Varanasi transforms into a breathtaking spectacle, with houses and temples adorned with hundreds of small earthen lamps, exuding a resplendent glow.The festival is a major tourist attraction, and the sight of a million lamps (both floating and fixed) lighting the ghats and river in vivid colors have often been described by visitors and tourists as a breathtaking sight. On the night of the festival, thousands of devotees from the holy city of Varanasi, surrounding villages, and across the country gather in the evening on the ghats of the Ganges to watch the aarti.This festival happens on the fifth day of Hindu month of Kartik."
   
    
    
    },
    {
    "src":"https://assets.traveltriangle.com/blog/wp-content/uploads/2019/12/Maha-Shivratri_5th-dec.jpg",
    "heading":"Mahashivaratri",
    "description":"Mahashivaratri is an annual Hindu festival celebrated on the Chaturdashi Tithi of Krishna Paksha in the Phalgun month. It holds significant importance in Hinduism as it symbolizes the divine marriage of Lord Shiva and Goddess Parvati.The Kashi Vishwanath Temple in Varanasi becomes the focal point of festivities, attracting a massive influx of devotees from far and wide. Special prayers and rituals dedicated to Lord Shiva are performed throughout the day and night, creating a spiritually charged atmosphere.The Kashi Vishwanath Temple adorns a grand and magnificent appearance during Mahashivaratri, with colorful fairs, engaging rituals, cultural celebrations, and other festive activities.Mahashivratri is a sacred Hindu festival commemorating the celestial union of Lord Shiva and Goddess Parvati. It is celebrated with great enthusiasm, particularly in Varanasi, where the Kashi Vishwanath Temple becomes the epicenter of joyous festivities and devout worship.This festival is celebrated every year on the 14th day in the month of Phalgun."
    },
    
    {
    
        "src":"https://assets.traveltriangle.com/blog/wp-content/uploads/2019/12/Ganga-Mahotsav_5th-dec.jpg",
        "heading": "Ganga Mahotsav",
    "description":"Ganga Mahotsav is a tourist-centric festival in Varanasi, which is celebrated over five days every year, starting from Prabodhani Ekadashi to Kartik Poornima during the months of October and November. It showcases the rich cultural heritage of Varanasi.The Ganga Mahotsav is an annual, five-day grand festival celebrated in Varanasi, India, with the primary aim of showcasing the cultural heritage and significance of the sacred River Ganges.With its message of faith and culture, the festival features popular cultural programs, classical music, a country boat race, a daily shilp mela (arts and crafts fair), sculpture displays, and martial arts. On the final day (Poornima), which coincides with the traditional Dev Deepawali (light festival of the Gods), the ghats on the Ganga River glitter with more than a million lit-up earthen lamps. This event attracts visitors from across the globe and serves as a beautiful celebration that reveres the river and its profound spiritual importance in Varanasi."
    
    
    },
    
    {
    "src":"https://kashi.gov.in/cmsadmin/getApiFile/CMS/64b8db58e3b021689836376~jpg",
    "heading":"Buddha Purnima",
    "description":"Buddha Purnima, or Buddha Jayanti, falls on the full moon day of the Vaisakha month in both the Buddhist and Hindu calendars, typically occurring in April or May of the Western Gregorian calendar. The term 'Purnima' denotes the full moon day in Sanskrit, while 'Jayanti' signifies the birthday in the same language.The specific dates on the Western Gregorian calendar may vary from year to year.Varanasi holds significant cultural importance for Buddhism and Jainism, in addition to its renowned place in Hinduism. Buddha Mahotsav is a festival celebrated to commemorate the birth anniversary of Lord Buddha. This auspicious occasion is observed on the full moon night of the Vaisakha month, which corresponds to April or May.Sarnath, a place of profound significance for Buddhists, becomes the epicenter of the Buddha Mahotsav celebrations. "
    
    },
    
    {
    "src":"https://kashi.gov.in/cmsadmin/getApiFile/CMS/657d0db6895001702694326~jfif",
    "heading":"Panchkosi Parikrama",
    "description":"Every year, a sacred pilgrimage known as Panchkoshi Parikrama is organized in various towns across the nation, following the Hindu Calendar and Panchang. The parikrama takes the form of smaller circles and concludes at its starting location after a duration of approximately two, three, or five days. Notably, in Varanasi, there exists a unique religious celebration called PanchKoshi Parikrama, where only women participate.The PanchKoshi Parikrama is considered complete when the participants visit the five principal Hindu religious places: Rameshwar, Shivpur, Karmeshwar, Kapildhara, and Bhimchandi. The procession commences at Manikarnika Ghat and progresses past numerous temples before returning to Manikarnika Ghat. Throughout the course of this sacred march, only women partake, embodying the spirit of devotion and reverence. Following the procession, the women break their morning fast by ceremonially bathing in the holy waters of the Ganges, an act of spiritual significance and purification. "
   
    },
    {
        "src":"https://www.hindustantimes.com/ht-img/img/2024/03/21/550x309/Hindu-devotees-gather-at-the-Manikarnika-Ghat-as-t_1711038425387.jpg",
        "heading":"Massan Ki Holi",
        "description":"The annual Masan ki Holi is a distinctive Holi celebration held in Varanasi, India. It occurs on the day following Rangbhari Ekadashi, which precedes the main Holi festival. The name 'Masan ki Holi' translates to 'Holi of the cremation ground' or 'Bhabhoot Holi.' This age-old tradition has been observed by devotees of Lord Shiva in Varanasi for centuries. The use of ashes in this Holi celebration is considered symbolic of purification and devotion to Lord Shiva.According to Hindu beliefs, during this festival, various divine beings such as Gods, Goddesses, Yakshas, Gandharvas, and others participate in the festivities alongside Lord Shiva in the city of Baba Vishwanath. However, his beloved Ganas, who are beings like ghosts and spirits, are unable to join in among the human revelers. As a result, it is said that Lord Bholenath himself comes to the cremation ground (ghat) to celebrate Holi with his Ganas, amidst the burning pyres at the Manikarnika Ghat in Kashi."
        
        },
    
    {
    "src":"https://assets.traveltriangle.com/blog/wp-content/uploads/2019/12/Bharat-Milap_5th-dec.jpg",
    "heading":"Bharat Milap",
    "description":"The festival of Bharat Milap is observed in Nati Imli, Varanasi, and holds significant cultural and religious importance in the context of the Ramayana, an epic poem narrating the story of Lord Rama. This celebration takes place on the auspicious day of Dussehra, which marks the tenth day of the Navaratri festival. The legend of Bharat Milap is rooted in the Ramayana, wherein Lord Rama is exiled from the kingdom of Ayodhya, and during his absence, his devoted brother Bharat rules in his stead. Bharat patiently awaits Lord Rama's return for a span of 14 years, and the long-awaited reunion occurs on the day of DussehraIt serves as a day to rejoice in the value of family ties and togetherness, symbolizing the unbreakable affection shared between Lord Rama and his brothers.Bharat Milap serves as a profound reminder of the significance of familial bonds and unity."
    
    },
    
    {
    "src":"https://kashi.gov.in/cmsadmin/getApiFile/CMS/65237b3fa53fd1696824127~jpg",
    "heading":"Dhrupad Mela",
    "description":"The annual music event known as the Dhrupad Mela takes place at Tulsi Ghat in Varanasi, showcasing a prominent focus on traditional classical music. The festival encompasses a fair featuring booths, entertainment, and various activities aimed at delighting the attendees. Commencing just after sunrise, the esteemed artists commence their musical performances. Over a span of four days, each morning witnesses a diverse array of cultural events hosted at Tulsi Ghat. The culminating day of the festival, which falls on the fourth day, is marked by a plethora of foreign music performances and folk music acts.Throughout the event, attendees are treated to exceptional showcases by India's renowned Dhrupad singers and instrumentalists. Dhrupad, an ancient Indian musical form with its origins in Varanasi, is distinguished for its mellifluousness and evocative emotions. The Dhrupad Mela serves as a significant opportunity for individuals to immerse themselves in the mesmerizing world of Dhrupad music and gain insights into this ancient Indian musical tradition.The festival takes place annually in February."
    
    },
    {
    "src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
    "heading":"Mahindra Kabira Festival",
    "description":"Every November, Varanasi, the birthplace of the mystic-saint poet Kabir, comes alive with an annual musical celebration of his inclusive philosophy and the lyrical aspect of his teachings. Along with performances by leading exponents of the Benares gharana of Hindustani classical music, the audience is treated to folk traditions, Sufi music, ghazals and the dadra, thumri and khayal gayaki styles. Sessions on art and literature inspired by Kabir; specially curated walks with local experts; and stalls showcasing regional cuisines are among the non-musical highlights of the Mahindra Kabira Festival experience.Hindustani classical musicians Ajoy Chakraborty, Rajan and Sajan Mishra, Shubha Mudgal and Purbayan Chatterjee, folk singer Malini Awasthi and folk-fusion band Neeraj Arya’s Kabir Cafe are a few of the artists to have performed. Writers Purushottam Agrawal and Devdutt Pattanaik are among those who have presented talks at the Mahindra Kabira Festival since it was launched in 2016."
 
    
    },
    {
        "src":"https://kashi.gov.in/cmsadmin/getApiFile/CMS/655d848817f8d1700627592~jpg",
        "heading":"Hanuman Jayanti",
        "description":"Hanuman Jayanti is a significant Hindu festival that celebrates the birth of Lord Hanuman, who is revered for his immense devotion and strength. In Varanasi, this festival is particularly special and is celebrated entire city but specially celebrated at the Sankat Mochan Temple, which is one of the city’s most famous Hanuman temples.The festivities in Varanasi for Hanuman Jayanti are marked by a series of cultural and religious events. A notable tradition is the Shobha Yatra, a grand parade that starts from the Durga temple and culminates at the Sankat Mochan Temple. Devotees participate in large numbers, singing hymns and carrying offerings for Lord Hanuman. During Hanuman Jayanti, devotees gather to the Hanuman temples across Varanasi to apply Sindoor Tilak on their foreheads from the statues of Hanuman, which is considered auspicious and a symbol of devotion and protection.The celebration of Hanuman Jayanti in Varanasi is a testament to the city’s vibrant cultural heritage and the deep spiritual connection the people share with Lord Hanuman.This festival happens on the 15th day of Shukla paksha."
        
        }    
    ]
    }