
{
    "divine":[
        {
      "id":"1.",
      "title":"Assi Ghat"
,
      "image":"https://www.trawell.in/admin/images/upload/090544289Assi_Ghat_Main.jpg",
      "info":"You'll find Assi Ghat where the Ganges River meets the Assi River at the extreme southern end of the city. This spacious and easily accessible ghat isn't as crowded as some of the other ghats. However, it is a pilgrimage place for Hindus, who bathe there before worshiping Lord Shiva in the form of a huge lingam under a pipal tree. The area has some trendy boutiques and cafes (head to ​Vaatika Cafe for great pasta and pizza with a bonus outlook), making it a popular spot for long-staying travelers. A Ganga aarti ceremony is also held at the ghat. Dashashwamedh Ghat is a 30-minute walk north along the ghats.",
"Address": "Nagwa Rd, Assi ghat, Shivala, Varanasi, Uttar Pradesh 221005, India",
"Timings": "Open 24 hours"




    },
     {
      "id":"2.",
      "title":"Dashashwamedh Ghat",
      "image":"https://www.trawell.in/admin/images/upload/090544471Dashaawamedh_Ghat_Main.jpg",
      "info":"It is one of the most well-known and one of the busiest ghats of Varanasi. The literal translation of Dasaswamedh means the sacrifice of ten horses. According to legends, ten horses were sacrificed by Lord Brahma at this very site to allow Lord Shiva to return from banishment. Owing to this mythological story, the ghat became famous by the name of Dasaswamedh Ghat. Myriad of Sadhus are seen on the ghat every day, performing religious rites along the banks of river Ganga. The most significant attraction here is the grand Ganga Aarti which takes place here every evening, where thousands of spectators gather around to witness the visually stunning spectacle. Thousands of earthen lamps are immersed in the waters of the holy Ganges after the Aarti, and the floating lanterns illuminate the river creating a trance-like atmosphere.",

"Address": "Dashashwamedh Ghat Rd, Ghats of Varanasi, Godowlia, Varanasi, Uttar Pradesh 221001",
"Timings": "Open 24 hours"


    },
     {
      "id":"3.",
      "title":" Durga Temple – The Fabled Old World Legend",
      "image":"https://varanasi.tourismindia.co.in/images/places-to-visit/headers/manikarnika-ghat-varanasi-tourism-entry-fee-timings-holidays-reviews-header.jpg",
      "info":"It acts as the central cremation site in Varanasi and is one of the oldest and most sacred Ghats in Varanasi. According to Hindu mythology, the person cremated here achieves immediate liberation from the cycle of birth and rebirth. Manikarnika Ghat lies at the center of the five major Tirtha Sthals and symbolises both creation and destruction. Millions of people come down at this ghat to burn down the mortal remains of their dear ones and pray to the flames for eternal peace of the soul. It is an important ghat of Ghats in Varanasi.Also present here is a sacred well called the Manikarnika Kund, which is believed to be dug by Lord Vishnu at the time of creation of this world. The ashes of the burnt bodies make one remember the inevitable destruction of everything in the world here.",
      "Address":"Golghar, Bazardiha, Maheshpur, Varanasi, Uttar Pradesh 221002",
      "Timings":"Open 24 hours"



    },
     {
      "id":"4.",
      "title":"Rajghat",
      "image":"https://preview.redd.it/rajghat-varanasi-v0-qnn7k2n9l2c91.jpg?width=1080&crop=smart&auto=webp&s=5335683f4a0af34b683d94a0baa518078f241eb3",
      "info":"Situated near to Kashi railway station, this is one of the famous ghat in Varanasi. This is next to the Raj Ghat bridge. Famous Ravidas temple is located on this ghat. It is also famous for Pind Daan and asthi-visarjan. Famous priests of Kashi are based here. The ghats in Varanasi can easily be accessed through any kind of vehicles and parking facilities are also available here. This ghat is also friendly for disabled people who cannot walk through narrow lanes of Kashi. They can easily reach here by car or bike. It is an important ghat of Ghats in Varanasi.",
"Address":"Rajghat, Varanasi",
"Timings":"Open 24 hours"   },
     {
      "id":"5.",
      "title":"Scindia Ghat",
      "image":"https://www.tourmyindia.com/states/uttarpradesh/images/scindia-ghat-varanasi.jpg",
      "info":"Scindia Ghat also known as Shinde Ghat borders Manikarnika to the north, with its Shiva temple lying partially submerged in the river as a result of excessive weight of the ghat’s construction about 150 years ago. Above the ghat, several of Kashi’s most influential shrines are located within the tight maze of alleys of Siddha Kshetra (Field of Fulfillment). According to tradition, Agni, the Hindu God of Fire was born here. Hindu devotees propitiate at this place Vireshwara, the Lord of all heroes, for a son. It is an important ghat of Ghats in Varanasi.",
"Address":"Dattatreya math, Sindhia ghat, Varanasi, Uttar Pradesh ",
"Timings":"Open 24 hours"

    },
     {
      "id":"6.",
      "title":"Jain ghat",
      "image":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/21/4b/96/jain-ghat.jpg?w=1200&h=1200&s=1",
      "info":"The Jain Ghat or Bachraj Ghat is a Jain Ghat and has three Jain Temples located on the banks of the river. It is believed that the Jain Maharajas used to own these ghats. Bachraj Ghat has three Jain temples near the river’s banks and one they are a very ancient temple of Tirthankara Suparswanath.",
"Address":"Shivala Varanasi, Uttar Pradesh",
"Timings":"Open 24 hours"

    },
     {
      "id":"7.",
      "title":"Harishchandra Ghat",
      "image":"https://www.krazybutterfly.com/wp-content/uploads/2023/01/Harishchandra-Ghat.jpg",
      "info":"Another ghat that reminds us of mortality and tells us how transient everything is Harishchandra ghat. This is the place where again the burning of the corpse takes place and is called a place of second burning. This is because of this reason that this ghat is being named as Adi Manikarnika (Manikarnika ghat being the original cremation ground). The ghat has the same relevance as Manikarnika ghat of providing a Moksha – (ultimate salvation) to a soul cremated here. Hindus from distant places bring their dead relatives here to perform the last rites. As the name of the ghat, it is named after the mythological King Harish Chandra, who once worked at the cremation ground here for the perseverance of truth and reality. It is because of this deed of the King Gods rewarded him of by restoring his lost throne and his dead son to him. However, in the late 1980s, the ghat was given a modernized version when an electric crematorium was opened here.",
"Address":"Bangali Tola Varanasi, Uttar Pradesh",
"Timings":"Open 24 hours"

    }
    

]
}
