
{
    "divine":[
        {
      "id":"1.",
      "title":"Alamgir Mosque"
,
      "image":"https://kevinstandagephotography.wordpress.com/wp-content/uploads/2020/05/ksp_4129.jpg",
      "info":"In the 17th century, Aurangzeb built a mosque in Varanasi, Uttar Pradesh, and hence the mosque is also known as Aurangzeb’s mosque. It is positioned at an eminent site above the Panchganga Ghat. The great thing about the mosque is that it is not restrained by Muslims but Non-Muslims can also enter the Mosque. The unity of Hindu-Muslim is pragmatic in its architecture as it is built by both Hindu and Muslims.It has domes and minarets. The mosque is situated, where five streams join. As a mark to ancestors, in the month of October, on top of the bamboo staff lamps are lighted. As it is situated, towering above Panchganga Ghat, the view from the mosque to the city and other ghats, is spectacular. The view, history, and for religion purpose it has always attracted tourists.",
"Address": "Panchganga Ghat, Ghasi Tola, Varanasi, Uttar Pradesh 221001",
"Timings": "Open 24 hours"




    },
     {
      "id":"2.",
      "title":"Shri Kashi Vishwanath Temple",
      "image":"https://www.alightindia.com/cdn/uploads/postimages/ORIGINAL/kashi%20viswanath%20psp--273565.jpg",
      "info":"Kashi Vishwanath Temple is one of the most famous temple in Varanasi, also known as the Golden temple dedicated to the Lord Shiva. It was constructed in the year 1780 by the Maratha monarch, Maharani Ahilyabai Holkar of the Indore. The main deity of the shrine is a linga that is placed upon a silver altar. What is truly fascinating about this temple is that it has been subjected to destruction and re-construction a number of times over the course of history.",

"Address": "Lahori Tola, Varanasi, Domari, Uttar Pradesh 221001",
"Timings": "Open 24 hours"


    },
     {
      "id":"3.",
      "title":"Ramnagar Fort",
      "image":"https://i.redd.it/8mxq2fvluh1a1.jpg",
      "info":"Ramnagar is situated on the left bank of Kud river in mid Himalayan range, about 40 kms west of Udhampur. Ramnagar also served as the captial of old Bandarlta State. During the reign of Maharaja Ranjit Singh, it came under Sikh ruke and Raja Suchet Singh.Ramnagar Fort is believed to have been built by Raja Suchet Singh, who died in 1844. His wife performed sati nearby. There is a Samadhi of Maharani at the site where the sati was performed. The fort was renovated and undertaken by the Archaeological Survey of India in 1972. It is a protected monument of the Archaeological department.",
      "Address":"Varanasi Rd, Ram nagar, Ramnagar, Uttar Pradesh 221008",
      "Timings":"10AM–5 PM"



    },
     {
      "id":"4.",
      "title":"Sarnath",
      "image":"https://a.travel-assets.com/findyours-php/viewfinder/images/res70/104000/104905-Dharmarajika-Stupa.jpg",
      "info":"Sarnath, located in the ancient city of Varanasi in the northern Indian state of Uttar Pradesh, is an unparalleled destination for those embarking on India tours seeking to delve into the rich tapestry of Buddhist history and spirituality. This sacred site holds profound significance as the place where Lord Buddha, also known as Siddhartha Gautama, delivered his first sermon to a small gathering of disciples, marking the inception of the Buddhist Sangha and the dissemination of his teachings. The history of Sarnath is deeply intertwined with the life of Lord Buddha (Siddhartha Gautama or Gautama Buddha) and is a testament to the origins of Buddhism. Sarnath, situated just a few kilometers away from Varanasi in Uttar Pradesh, India, holds immense historical and spiritual importance.",
"Address":"Sarnath, Varanasi, Uttar Pradesh 221007",
"Timings":"8AM - 6PM, Open Daily."},
     {
      "id":"5.",
      "title":"Chunar Fort",
      "image":"https://www.trawell.in/admin/images/upload/220686195Chunar_Fort.jpg",
      "info":"At a distance of 35 km from Mirzapur and 40 km from Varanasi, Chunar Fort is an ancient fort located at Chunar town in Mirzapur district of Uttar Pradesh. Also known as Chandrakanta Chunargarh and Charanadri, it is one of the best places to visit near Varanasi. The Chunar Fort was established by Maharaja Vikramaditya, the King of Ujjain for his brother Raja Bhartihari. As per Alha Khand, King Sahadeo made this fort as his capital and renamed as Nainagarh in 1029 AD. Built and rebuilt several times, Chunar first came into prominence in 1177 AD, when Prithviraj Chauhan established his fort here. Bordered by River Ganga on two sides, the fort is famous for its natural beauty and historical events. Spread across 34,000 sq. ft, the fort is a solid structure that stands on a rock, a detached part of the Vindhya Range. Due to the steep slope, the rocky fort is practically impregnable. ",
"Address":"Chunar, Mirzapur, Uttar Pradesh 231304",
"Timings":" 10 AM to 4 PM"

    },
     {
      "id":"6.",
      "title":"Bharat Kala Bhavan Museum",
      "image":"https://upload.wikimedia.org/wikipedia/commons/4/48/Bharat_Kala_Bhavan_Museum%2C_Banaras_Hindu_University%2C_Varanasi.jpg",
      "info":"The Bharat Kala Bhavan Museum, located within the Banaras Hindu University (BHU) campus in Varanasi, is one of India's premier museums, renowned for its extensive and diverse collection of Indian art and artifacts. The Bharat Kala Bhavan Museum houses a rich and diverse collection, including: Paintings, Sculptures, Textiles, Decorative Arts, Archaeological Artifacts.  ",
"Address":"Banaras Hindu University, Semi Circle Road No. 3 Opp Institute of Mgmt Studies, Varanasi, Uttar Pradesh 221005",
"Timings":"7:30 AM–1 PM"

     }
    
]
}
