
{
    "divine":[
        {
      "id":"1.",
      "title":"Ruchika Art Gallery"
,
      "image":"https://pbs.twimg.com/media/FFnV-gmX0AQNqt6.jpg",
      "info":"Probably, the most ideal place that proffers you a chance to give your home a touch of Varanasi art is Ruchika Art Gallery. Founded by a local lady, Ruchika, this renowned art gallery in Varanasi is one of the best places in the city to adore contemporary art. While exploring this art gallery, tourists can often be seen purchasing a few paintings of their interests. On display, you can find an array of contemporary modern art that are astonishing in themselves. Besides, various local university art programs are also organized at Ruchika Art Gallery. This popular tourist site in Varanasi also offers painting courses for tourists. On the whole, it is one of the perfect places to satiate your urge of exploring the local art.",
"Address": "Ground Floor, Shwetabh Bhawan Building, Sankat Mochan Lanka Road, Varanasi, Uttar Pradesh ",
"Timings": "Ruchika Art Gallery stays open all days a week. Tourist can visit the place on any day from 11 in the morning to 8 in the evening."




    },
     {
      "id":"2.",
      "title":"Kirti Gallery",
      "image":"https://www.tourmyindia.com/socialimg/kriti-gallery-varanasi.jpg",
      "info":"An art gallery cum residence, Kriti Gallery in Varanasi is one of the perfect delights for art and culture buffs. Located in the heart of the city, this popular art gallery in Varanasi was established in the year 2006. It was founded by a Varanasi hailed artist, Navneet Raman who aimed to create an art centre in the city of Varanasi. This gallery provides a perfect platform for artists to showcase their contemporary Indian and Western art. On display, this important cultural site in Varanasi houses paintings, sculptures, drawings and photographs of various local as well as international artists. Besides, this famous tourist attraction in Varanasi also includes a separate space for researchers for work and study. For that, research studios are available. Another highlight of this place is the lush greenery that surrounds the art gallery.",

"Address": "Raman Niwas, Raja Sir Motichand Road, Mahmoorganj, opposite Akashwani, Varanasi, Uttar Pradesh 221010, India.",
"Timings": "Kriti Gallery in Varanasi stays open from Monday to Friday. On Saturday and Sunday, the gallery remains closed. This must-visit tourist place in Varanasi opens at 11 in the morning and closes at 5 in the evening."


    },
     {
      "id":"3.",
      "title":"Archaeological Museum",
      "image":"https://i0.wp.com/www.tusktravel.com/blog/wp-content/uploads/2021/04/Archaeological-Museum-Sarnath2.jpg?fit=800%2C600&ssl=1",
      "info":"This museum is considered to be one of the oldest museums as per Archaelogical survey of India. It has antiques of the time, which is as old as 3rd century BC. There are 5 galleries in this museum and 2 verandahs. This museums contains sculptures and archaeological evidences like Buddhist deities, images and paintings of Lord Buddha, statues of Yaksha, Brahmanical deities etc.",
      "Address":"Jagatganj, Chaukaghat, Varanasi, Uttar Pradesh 221002",
      "Timings":"9:00 AM to 12:30 PM and 2:00 PM to 5:30 PM"



    },
     {
      "id":"4.",
      "title":"Bharat Kala Bhavan",
      "image":"https://www.trawell.in/admin/images/upload/195238452Bharat_Kala_Bhavan_Museum.jpg",
      "info":"Bharat Kala Bhavan is a university museum located in Banaras Hindu University, Varanasi, India. It has been instrumental in the dissemination of knowledge on Indian art and culture. It is one of the important touristic attractions in the Banaras Hindu University and in the city of Varanasi.",
"Address":"Banaras Hindu University, Semi Circle Road No. 3 Opp Institute of Mgmt Studies, Varanasi, Uttar Pradesh 221005",
"Timings":"from 7:30 AM–1 PM"},
     {
      "id":"5.",
      "title":"Curio Cottage",
      "image":"https://cms.idiotinnovators.com/uploads/07-05-2024_08-47-11pm.jpg",
      "info":"Curio Cottage is a great place to shop for high quality handicrafts and jewellery. They have a wide array of great choices. From hand rolled incense sticks to wonderful Indian magnets to distinctive gem stones. Everything that would be a memorable souvenir to family and friends back home. The staff at Varanasi's Curio Cottage are also a friendly and helpful lot. There is no obligation to buy - which is wonderful - when most shops actually expect you to get something even if you just want to browse through. The shop is well known among local drivers and tour guides but is a little far from the centre of the town. Do ask around for where it is.",
"Address":"PWD Road, near Bank of Baroda, Bheem Nagar, Varanasi, Uttar Pradesh 221002",
"Timings":" From 9 AM–8 PM"

    },
     {
      "id":"6.",
      "title":"Man Singh Observatory ",
      "image":"https://content.jdmagicbox.com/comp/varanasi/h9/0542px542.x542.190827073240.n6h9/catalogue/man-singh-observatory-godowlia-varanasi-qcqsd82x8f.jpg",
      "info":"At a distance of 500 m from Sri Kashi Vishwanath Temple and 4 km from Varanasi Junction, Jantar Mantar is an observatory situated atop Man Mahal Palace near the famous Dashashwamedh ghat in Varanasi of Uttar Pradesh. It is one of the popular Varanasi Tourist Places. Jantar Mantar was constructed in 1737 CE by Jai Singh, the Maharaja of Jaipur. He was a great admirer of science and technology and he was particularly passionate about astronomy. Also known as Yantra Mandir, it was built in order to evaluate the exact time and altitude of the place, the declination of Sun, stars and planets and to determine eclipses. It was the replica of other observatories in New Delhi, Jaipur, Ujjain, and Mathura.",
"Address":"Observatory, Man Mandir ghat, Dashashwamedh Ghat Rd, Observatory, Man mandir, Godowlia, Varanasi, Uttar Pradesh 221001",
"Timings":"From 09:30 AM  to 05:00 PM"

     }
    
]
}
