{
    "things":[
        {
      "id":"1.",
      "title":"Boat Ride in the Ganges River",
      "image":"https://ihplb.b-cdn.net/wp-content/uploads/2016/05/boat-ride-in-ganges-river.jpg",
      "info":"The holy Ganges River supplies Varanasi with a spiritual charm with rowing boat rides during the dawn is perhaps one of the best things to do in Varanasi. The ride along the Ganges River is a few of the experiences of Varanasi you shall cherish for a lifetime.",
"Address": "Assi Ghat",
"Timings": "02.30 am to 11.00 pm every day"




    },
    {
        "id":"2.",
        "title":" Watch Evening Aarti",
        "image":"https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Ganga_Aarti_in_evening_at_Dashashwamedh_ghat_Varanasi_02.jpg",
        "info":"One of the most spiritual things to see in Varanasi is watching the evening aarti by the Ghats. You may have witnessed the magical experience in Rishikesh or Haridwar which is why you already know how enlightening this experience in Varanasi is going to be for you. The ghats get crowded during the aarti time. ",
  "Address":" Dasaswamedh Ghat",
  "Timings":"6 pm – 8 pm"
  
      },
     {
      "id":"3.",
      "title":"Rendezvous with Gods at temples of Varanasi",
      "image":"https://ihplb.b-cdn.net/wp-content/uploads/2016/05/rendezvous-with-gods-at-temples-of-varanasi.jpg",
      "info":" Kashi Vishwanath Temple is one of the most popular and sacred Hindu Temples in Varanasi which is said to be a sincere dedication to Lord Shiva. It gracefully lies on the western bank of the river Ganges. There are altogether 12 Jyotirlingas (Holiest Shiva Temples) in the globe and the sacred Kashi Vishwanath Temple is one of them.",

"Address": "Dashashwamedh Ghat Rd, Ghats of Varanasi, Godowlia, Varanasi, Uttar Pradesh 221001",
"Timings": "06.30 am to 9.00 pm; every day"


    },
    {
        "id":"4.",
        "title":"Explore The Ghats",
        "image":"https://www.trawell.in/admin/images/upload/090544853Nepali_temple.jpg",
        "info":"Dashashwamedh Ghat is one of the major Ghats located in the beautiful city of Varanasi which lies in the Ganges. As for directions, it is decently close to the popular Vishwanath Temple. To give a brief background of this spectacular Ghat, it is said that Lord Brahma created it in respect to welcome Lord Shiva.",
  "Address":"Dashashwamedh Ghat Rd, Ghats of Varanasi, Godowlia, Varanasi, Uttar Pradesh 221001",
  "Timings":"Open 24 hours"
 
      },
     {
      "id":"5.",
      "title":" Visit the Burning Ghat",
      "image":"https://www.holidify.com/images/cmsuploads/compressed/Manikarnika_Cremation_Ghat_Varanasi_20190806135609.jpg",
      "info":"Visiting the burning ghat, specifically Manikarnika Ghat, in Varanasi is a deeply profound and humbling experience. Considered one of the holiest sites along the Ganges, Manikarnika Ghat is the primary cremation ground in the city, where Hindus perform last rites, believing that dying and being cremated here liberates the soul from the cycle of death and rebirth.",
      "Address":" 27, Durgakund Rd, Durgakund, Anandbagh, Bhelupur, Varanasi, Uttar Pradesh 221005",
      "Timings":"Open 24 hours"
    },
     {
      "id":"6.",
      "title":"Head to Blue Lassi",
      "image":"https://www.holidify.com/images/cmsuploads/compressed/33215909930_127f1d9341_b_20180410124348.jpg",
      "info":"Blue Lassi is a hole-in-the-wall cafe, which celebrated its 75th birthday in 2015. It still is and always had been a family venture and the hundreds of photos on the wallmare a testament to that",
"Address":"B41/140-B-1-P, Bhogabeer Colony, behind Sankat Mochan Mandir, Varanasi, Uttar Pradesh 221005",
"Timings":"8:00 am – 10:00 pm"
  },
     {
      "id":"7.",
      "title":"Witness The Buddhist Intervention",
      "image":"https://assets.traveltriangle.com/blog/wp-content/uploads/2019/02/IMG_20181016_130841.jpg",
      "info":"Dhamek Stupa is a remarkable and massive stupa which is well situated at Sarnath about 13 km away from the magnificent city of Varanasi. The stupas were originated as pre-Buddhist tumuli which are said to have ascetics buried in an appropriate seated position known as chaitya. This is considered to be a very holy and sacred place for Buddhist, the reason being, right after the par Nirvana (Liberation) of Buddha, his remains are said to have been cremated and then the ashes were divided and buried under eight mounds. (Two mounds own the urn and embers).Tracing back to its inception, the Dhamek Stupa was built in 500 CE which replaced an earlier structure said to be commissioned by the great and recognised Mauryan king Ashoka.",
"Address":"Dharmapala Rd, Singhpur, Sarnath, Varanasi, Uttar Pradesh 221007",
"Timings":"8:00 am – 10:00 pm"
    },
     {
      "id":"8.",
      "title":"Take Bath In The Ganges",
      "image":"https://crictoday.com/wp-content/uploads/2021/01/jontyrhodes-1583342022.jpg",
      "info":"As we all are aware, the great Ganges is a very sacred river in Hinduism and it is widely believed to wash away our sins only by taking a bath in the waters of the holy Ganges River. The Ganges is known to offer spiritual charm to Varanasi for decades. Believers are seen chanting prayers to appease and get blessings from the River Goddess. ",
"Address":"Sarnath, Varanasi, Uttar Pradesh 221007",
"Timings":"8 am – 6 pm"
    },
     {
      "id":"9.",
      "title":" Witness And Experience A Magnificent Sunset",
      "image":"https://assets.traveltriangle.com/blog/wp-content/uploads/2014/11/sunset-varanasiBoats-at-the-ghats-of-Varanasi-at-the-time-of-sunset.jpg",
      "info":"The Ghats which graciously lies along the Ganges River rightly set in Varanasi is without a doubt the most adorable and fascinating sight to behold in this holy city. Visitors can stroll along the Ghats at sunset hours and experience a mind-blowing and some memorable moments with your near and dear ones. While in Varanasi, exploring the Ghats is a must and nothing beats witnessing the sunsets here. ",
"Address":" Varanasi, Uttar Pradesh",
"Timings":" open 24 hours"
    },
     {
      "id":"10.",
      "title":"Take A Tour To Sarnath",
      "image":"https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/800px-Monastery_around_Dhamek_stupa_Sarnath.jpg",
      "info":"Just 10 km outside Varanasi lies the famous Buddhist pilgrim spot called Sarnath. In case you didn’t know, Sarnath is that place where Lord Buddha preached for the first time after achieving enlightenment. So, if you are in search of enlightenment or spirituality, then you know where to go when you are on a vacation in Varanasi. A lot of stupas and structures have been built by the kings who followed Buddhism. Apart from being the centre of spitituality, it also poses an amazing picnic spot near Varanasi.",
      "Address":"Sarnath, Varanasi, Uttar Pradesh 221007",
      "Timings":" 7:00 am - 7:00 pm"
    },
    {
        "id":"11.",
        "title":" Taste Street Food",
        "image":"https://aninsatiablefoodie.wordpress.com/wp-content/uploads/2021/04/e8ae6a86-529e-4c71-bb62-ee233d8af2b9-1.jpeg?w=1088",
        "info":"he ghats of Varanasi are little paradise for foodies. There is an endless variety of local street food that you will get to enjoy in the streets of Varanasi. From crispy kachoris to spicy aloo puri, gorge on yummy local cuisine served with love and. The best part is that the food in Varanasi is so cheap. You can get a plat of puri aloo for only rupees ten. Nobody ever starves in Varanasi.",
        "Address":"Puran Das Road, Gol Ganj, Kachori Gali, Mandir Gali",
        "Timings":" open 24 hours"
  
      },
      {
        "id":"11.",
        "title":" Shop for Varanasi Silk Sarees",
        "image":"https://assets.traveltriangle.com/blog/wp-content/uploads/2020/01/Varanasi_686_-_inside_a_silk_shop_33777779252.jpg",
        "info":"There are many famous things to buy in Varanasi like Banarsee silk sarees, chikankari, and religious items. Those who visit Varanasi bring a bottle of holy Ganges water to keep in their home. You could also buy rudrakh mala, shiva linags, or glass beads. Varanasi has a number of malls but the best place to go shopping in Varanasi are the local bazaars.Famous items: Benarasi silk saree, chikankari, Ganges water.",
        "Address":"Puran Das Road, Gol Ganj, Kachori Gali, Mandir Gali",
        "Timings":" open 24 hours"
  
      }
]
}